{
  "BLOG": "Blog",
  "PORTFOLIO": "Portfolio",
  "ABOUT": "About",
  "CONTACT": "Contact",
  "EXPERIENCE": "Experience",
  "WORK_EXPERIENCE": "Work experience",
  "PROJECTS": "Projects",
  "FOOTER_TXT_1": "Made by",
  "FOOTER_TXT_2": "with",
  "FOOTER_TXT_3": "and more tecnologies, deployed using",
  "TECNOLOGIES": "Tecnologies",
  "CONTACT_TXT_1": "Hey there! 🤗 Thanks for getting here!",
  "CONTACT_TXT_2": "You can contact me by email by writing and sending your message bellow, but if you want you can contact me by",
  "CONTACT_TXT_3": "I'm always",
  "CONTACT_TXT_4": "available",
  "CONTACT_TXT_5": "to collaborate and lend a hand on any project where the technologies I know are needed.",
  "CONTACT_TXT_6": "*Contact me directly by email if you prefer.",
  "OR": "or",
  "NAME": "Name",
  "EMAIL": "Email",
  "MESSAGE": "Message",
  "SEND": "Send",
  "SAVE": "Save",
  "MESSAGE_PLACEHOLDER": "Write your message...",
  "AVAILABLE": "Available",
  "ABOUT_TEXT_1": "Web & Android Developer",
  "ABOUT_TEXT_2": "+5 years of experience.",
  "ABOUT_TEXT_3": "Easy-to-use websites",
  "ABOUT_TEXT_4": "Android apps builder",
  "ABOUT_TEXT_5": "fast technologies",
  "ABOUT_TEXT_6": "and",
  "ABOUT_TEXT_7": "UX/UI standards",
  "ABOUT_TEXT_8": "to improve user experience.",
  "WATCH_CV": "Watch CV",
  "SQUINT": "Squint",
  "CODE": "Code",
  "EASY_SHORT_DESCRIPTION": "A simply and easy-to-use Url short app for any URL you want to cut, with a basic web page. Don't lose your time and short your URL's with Easy Short!",
  "FIRE_RESERVATIONS_DESCRIPTION": "A very prestigious place in the USA, where you can find the best hotels to stay as long as you want and have a spectacular vacation.",
  "STOPT_TRIVIA_DESCRIPTION": "This is the mythical game of 'STOP!'. Made with realtime game experience and easy-to-play. Play Stop Trivia in you Android phone.",
  "ANJOCC_OFICIAL_DESCRIPTION": "The oficial website for ANJOCC (Asociación Nacional de Jóvenes Candeleros de Cristo) from Dominican Republic, with an user loggin, registration form, Supabase DB and more...",
  "ADD_STORY": "Add story",
  "ADMIN": "Administrator",
  "PRIVACY": "Privacy Policy",
  "LAST_UPDATED": "Last updated: Jul/10/2024",
  "PRIVACY_APP_P_1": "Welcome to Rilis Entertainment. This Privacy Policy describes how we collect and use all user information if required by the applications and games. By accesing and using our website, apps, and games, you're agreeing to the practices described in this policy.",
  "PRIVACY_APP_P_2": "If the application requires login information, when you choose to log in to the application using the implemented method (Facebook, Google, etc.), we collect the information necessary to identify you, such as your name, email address and profile photo. This information is provided by the current authentication method and is used to facilitate the login process.",
  "PRIVACY_APP_P_3": "While using the application, storage permissions are required, both for writing and reading data. This to facilitate the functions of said application.",
  "PRIVACY_APP_P_4": "We use the information collected to personalize your experience with the application and improve our services. This includes tailoring categories and questions to your preferences and suggesting relevant content.",
  "PRIVACY_APP_P_5": "If the application requires it, we may use your email address to send you notifications about apps updates, new content and promotions. You can opt out of receiving these communications at any time.",
  "PRIVACY_APP_P_6": "If the application requires it, we analyze the collected data to understand the performance of the application, identify areas for improvement and perform statistical analysis for internal purposes.",
  "PRIVACY_APP_P_7": "We may share non-personally identifiable information with trusted third parties for the purpose of analytics and service improvement.",
  "PRIVACY_APP_P_8": "We may disclose information when necessary to comply with legal requirements, protect our rights, privacy, safety or property, and to respond to law enforcement requests.",
  "PRIVACY_APP_P_9": "We strive to protect users' personal information and have implemented technical and organizational security measures to prevent unauthorized access, disclosure or unauthorized modification of data.",
  "PRIVACY_APP_P_10": "You have rights over your personal data, including access, correction and deletion of the information we collect. You can exercise these rights by contacting us through the channels provided at the end of this policy.",
  "PRIVACY_APP_P_11": "We reserve the right to modify this Privacy Policy at any time. We recommend that you review this policy periodically to stay informed of how we are protecting your information.",
  "PRIVACY_GAMES_P_1": "If the game requires login information, when you choose to log in to the game using the implemented method (Facebook, Google, etc.), we collect the information necessary to identify you, such as your name, email address and profile photo. This information is provided by the current authentication method and is used to facilitate the login process.",
  "PRIVACY_GAMES_P_2": "While using the game, storage permissions are required, both for writing and reading data. This to facilitate the functions of said game.",
  "PRIVACY_GAMES_P_3": "We use the information collected to personalize your experience with the game and improve our services. This includes tailoring categories and questions to your preferences and suggesting relevant content.",
  "PRIVACY_GAMES_P_4": "If the game requires it, we may use your email address to send you notifications about games updates, new content and promotions. You can opt out of receiving these communications at any time.",
  "PRIVACY_GAMES_P_5": "If the game requires it, we analyze the collected data to understand the performance of the game, identify areas for improvement and perform statistical analysis for internal purposes.",
  "PRIVACY_GAMES_P_6": "We may share non-personally identifiable information with trusted third parties for the purpose of analytics and service improvement.",
  "PRIVACY_GAMES_P_7": "We may disclose information when necessary to comply with legal requirements, protect our rights, privacy, safety or property, and to respond to law enforcement requests.",
  "PRIVACY_GAMES_P_8": "We strive to protect users' personal information and have implemented technical and organizational security measures to prevent unauthorized access, disclosure or unauthorized modification of data.",
  "PRIVACY_GAMES_P_9": "You have rights over your personal data, including access, correction and deletion of the information we collect. You can exercise these rights by contacting us through the channels provided at the end of this policy.",
  "PRIVACY_GAMES_P_10": "We reserve the right to modify this Privacy Policy at any time. We recommend that you review this policy periodically to stay informed of how we are protecting your information.",
  "FOR_APPS": "For applications",
  "FOR_GAMES": "For games",
  "INFORMATION_WE_COLLETC": "Information we collect",
  "LOGIN_INFORMATION": "Login information",
  "APP_INFORMATION": "App information",
  "USE_OF_INFORMATION": "Use of information",
  "PERSONALIZATION_IMPROVEMENT": "Personalization and improvement",
  "COMMUNICATION": "Communication",
  "ANALYSIS_AND_STATISTICS": "Analysis and statistics",
  "SHARING_INFORMATION": "Sharing information",
  "TRUSTED_THIRD_PARTIES": "Trusted third parties",
  "LEGAL_COMPLIANCE": "Legal compliance",
  "DATA_SECURITY": "Data security",
  "YOUR_RIGHTS": "Your rights",
  "CHANGES_POLICY": "Changes to the Policy",
  "GAME_INFORMATION": "Game information",
  "ARTICLES": "Articles",
  "STORIES": "Stories",
  "ABOUT_ME": "About me",
  "EXPERIENCE_TITLE_1": "Starting...",
  "EXPERIENCE_DESC_1": "I started web development from a programming class at the school where I was. From that moment on my life has revolved around web programming, Android applications and more.",
  "EXPERIENCE_TITLE_2": "Granjas Viloria",
  "EXPERIENCE_DESC_2": "I was lead programmer and supporter in the creation of a private application to manage the inputs and outputs of a chicken farm called Granjas Viloria. The application was developed in Kotlin and had a record of invoices, their proper printing in PDF and a simple TODO. Due to privacy and the lack of publication in stores, the project cannot be shown at the momment.",
  "EXPERIENCE_TITLE_3": "Free to work",
  "EXPERIENCE_DESC_3": "I am currently working as a free programmer, expanding the website and blog of this website, studying and getting deeper and deeper into the world of programming.",
  "BLOG_TOPICS": "Topics",
  "AUTHOR": "Author",
  "LANGUAGE": "Language",
  "SPANISH": "Español",
  "ENGLISH": "English",
  "ABOUT_ME_TEXT_1": "I'm Rikelvi Capellán García, a web and Android developer from Dominican Republic, also known as",
  "ABOUT_ME_TEXT_2": "on social networks",
  "ABOUT_ME_TEXT_3": "I started web development when I was 15 from a programming class at the school where I was. From that moment on my life has revolved around",
  "ABOUT_ME_TEXT_4": "web programming",
  "ABOUT_ME_TEXT_5": "Android applications",
  "ABOUT_ME_TEXT_6": "and more.",
  "ABOUT_ME_TEXT_7": "One of my big projects was to make the typical",
  "ABOUT_ME_TEXT_8": "game, and",
  "ABOUT_ME_TEXT_9": "I currently have it in production for Android devices",
  "ABOUT_ME_TEXT_10": "Currently I am willing to",
  "ABOUT_ME_TEXT_11": "work",
  "ABOUT_ME_TEXT_12": "collaborate",
  "ABOUT_ME_TEXT_13": "and",
  "ABOUT_ME_TEXT_14": "lend a hand",
  "ABOUT_ME_TEXT_15": "on any project where my knowledge is required.",
  "ERROR_404": "Page not found!",
  "READ": "Read",
  "FORM_SEND_SUCCESS": "Form sent successfully",
  "FORM_SEND_ERROR": "Error sending email",
  "EMAIL_COPIED": "Email copied!",
  "EMAIL_WRONG": "Email wrong!",
  "VIEW_ALL_STORIES": "View all stories",
  "VIEW_ALL_ARTICLES": "View all articles"
}
