{
  "BLOG": "Blog",
  "PORTFOLIO": "Porfolio",
  "ABOUT": "Sobre m铆",
  "CONTACT": "Contacto",
  "EXPERIENCE": "Experiencia",
  "WORK_EXPERIENCE": "Experiencia laboral",
  "PROJECTS": "Proyectos",
  "FOOTER_TXT_1": "Hecho por",
  "FOOTER_TXT_2": "con",
  "FOOTER_TXT_3": "y m谩s tecnolog铆as, desplegado usando",
  "TECNOLOGIES": "Tecnolog铆as",
  "CONTACT_TXT_1": "隆Ey! 驴Qu茅 tal?  隆Gracias por llegar hasta aqu铆!",
  "CONTACT_TXT_2": "Puedes contactarme por correo escribiendo y enviando tu mensaje aqu铆 debajo, pero, si prefieres, puedes contactarme por",
  "CONTACT_TXT_3": "Siempre estoy",
  "CONTACT_TXT_4": "disponible",
  "CONTACT_TXT_5": "para colaborar y echar una mano en los proyectos donde las habilidades que s茅 son requeridas.",
  "CONTACT_TXT_6": "*Cont谩ctame directamente por correo si prefieres.",
  "OR": "o",
  "NAME": "Nombre",
  "EMAIL": "Correo",
  "MESSAGE": "Mensaje",
  "SEND": "Enviar",
  "SAVE": "Save",
  "MESSAGE_PLACEHOLDER": "Escribe tu mensaje...",
  "AVAILABLE": "Disponible",
  "ABOUT_TEXT_1": "Desarrolador Web & Android",
  "ABOUT_TEXT_2": "+5 a帽os de experiencia.",
  "ABOUT_TEXT_3": "Creador de sitios web",
  "ABOUT_TEXT_4": "aplicaciones Android",
  "ABOUT_TEXT_5": "tecnolog铆as r谩pidas",
  "ABOUT_TEXT_6": "y",
  "ABOUT_TEXT_7": "los est谩ndares de UX/UI",
  "ABOUT_TEXT_8": "para mejorar la experiencia del usuario.",
  "WATCH_CV": "Ver CV",
  "SQUINT": "Ojear",
  "CODE": "C贸digo",
  "EASY_SHORT_DESCRIPTION": "Un acortador de URL simple y f谩cil de usar para cualquier URL que quieras cortar, con una p谩gina web sencilla. 隆No pierdas tiempo y acorta tus URL's con Easy Short!",
  "FIRE_RESERVATIONS_DESCRIPTION": "Un sitio muy prestigioso de USA, donde podr谩s encontrar los mejores hoteles para hospedarte el tiempo que desees y pases unas vacaciones espectaculares.",
  "STOPT_TRIVIA_DESCRIPTION": "Este es el m铆tico juego de 'STOP!'. Hecho con una experiencia de juego en tiempo real y f谩cil de jugar. Juega Stop Trivia en tu tel茅fono Android.",
  "ANJOCC_OFICIAL_DESCRIPTION": "Esta es el sitio web oficial de ANJOCC (Asociaci贸n Nacional de J贸venes Candeleros de Cristo) de Rep煤blica Dominicana, con un inicio de sesi贸n de usuario, formulario de registro, Supabase DB y m谩s...",
  "ADD_STORY": "A帽adir relato",
  "ADMIN": "Administrador",
  "PRIVACY": "Pol铆tica de Privacidad",
  "LAST_UPDATED": "ltima actualizaci贸n: 10/Jul/2024",
  "PRIVACY_APP_P_1": "Bienvenido a Rilis Entertainment. Esta Pol铆tica de Privacidad describe c贸mo recopilamos y usamos toda la informaci贸n del usuario si es requerida por las aplicaciones y juegos. Al acceder y usar nuestro sitio web, aplicaciones y juegos, est谩s aceptando las pr谩cticas descritas en esta pol铆tica.",
  "PRIVACY_APP_P_2": "Si la aplicaci贸n requiere informaci贸n de inicio de sesi贸n, cuando elijas iniciar sesi贸n en la aplicaci贸n usando el m茅todo implementado (Facebook, Google, etc.), recopilamos la informaci贸n necesaria para identificarte, como tu nombre, direcci贸n de correo electr贸nico y foto de perfil. Esta informaci贸n es proporcionada por el m茅todo de autenticaci贸n actual y se utiliza para facilitar el proceso de inicio de sesi贸n.",
  "PRIVACY_APP_P_3": "Al usar la aplicaci贸n, se requieren permisos de almacenamiento, tanto para escribir como para leer datos. Esto es para facilitar las funciones de dicha aplicaci贸n.",
  "PRIVACY_APP_P_4": "Usamos la informaci贸n recopilada para personalizar tu experiencia con la aplicaci贸n y mejorar nuestros servicios. Esto incluye adaptar categor铆as y preguntas a tus preferencias y sugerir contenido relevante.",
  "PRIVACY_APP_P_5": "Si la aplicaci贸n lo requiere, podemos usar tu direcci贸n de correo electr贸nico para enviarte notificaciones sobre actualizaciones de aplicaciones, nuevo contenido y promociones. Puedes optar por no recibir estas comunicaciones en cualquier momento.",
  "PRIVACY_APP_P_6": "Si la aplicaci贸n lo requiere, analizamos los datos recopilados para entender el rendimiento de la aplicaci贸n, identificar 谩reas de mejora y realizar an谩lisis estad铆sticos para fines internos.",
  "PRIVACY_APP_P_7": "Podemos compartir informaci贸n no identificable personalmente con terceros de confianza con el prop贸sito de an谩lisis y mejora del servicio.",
  "PRIVACY_APP_P_8": "Podemos divulgar informaci贸n cuando sea necesario para cumplir con requisitos legales, proteger nuestros derechos, privacidad, seguridad o propiedad, y para responder a solicitudes de autoridades policiales.",
  "PRIVACY_APP_P_9": "Nos esforzamos por proteger la informaci贸n personal de los usuarios y hemos implementado medidas de seguridad t茅cnicas y organizativas para prevenir el acceso no autorizado, la divulgaci贸n o la modificaci贸n no autorizada de datos.",
  "PRIVACY_APP_P_10": "Tienes derechos sobre tus datos personales, incluyendo el acceso, correcci贸n y eliminaci贸n de la informaci贸n que recopilamos. Puedes ejercer estos derechos contact谩ndonos a trav茅s de los canales proporcionados al final de esta pol铆tica.",
  "PRIVACY_APP_P_11": "Nos reservamos el derecho de modificar esta Pol铆tica de Privacidad en cualquier momento. Recomendamos que revises esta pol铆tica peri贸dicamente para mantenerte informado sobre c贸mo estamos protegiendo tu informaci贸n.",
  "PRIVACY_GAMES_P_1": "Si el juego requiere informaci贸n de inicio de sesi贸n, cuando elijas iniciar sesi贸n en el juego usando el m茅todo implementado (Facebook, Google, etc.), recopilamos la informaci贸n necesaria para identificarte, como tu nombre, direcci贸n de correo electr贸nico y foto de perfil. Esta informaci贸n es proporcionada por el m茅todo de autenticaci贸n actual y se utiliza para facilitar el proceso de inicio de sesi贸n.",
  "PRIVACY_GAMES_P_2": "Al usar el juego, se requieren permisos de almacenamiento, tanto para escribir como para leer datos. Esto es para facilitar las funciones de dicho juego.",
  "PRIVACY_GAMES_P_3": "Usamos la informaci贸n recopilada para personalizar tu experiencia con el juego y mejorar nuestros servicios. Esto incluye adaptar categor铆as y preguntas a tus preferencias y sugerir contenido relevante.",
  "PRIVACY_GAMES_P_4": "Si el juego lo requiere, podemos usar tu direcci贸n de correo electr贸nico para enviarte notificaciones sobre actualizaciones de juegos, nuevo contenido y promociones. Puedes optar por no recibir estas comunicaciones en cualquier momento.",
  "PRIVACY_GAMES_P_5": "Si el juego lo requiere, analizamos los datos recopilados para entender el rendimiento del juego, identificar 谩reas de mejora y realizar an谩lisis estad铆sticos para fines internos.",
  "PRIVACY_GAMES_P_6": "Podemos compartir informaci贸n no identificable personalmente con terceros de confianza con el prop贸sito de an谩lisis y mejora del servicio.",
  "PRIVACY_GAMES_P_7": "Podemos divulgar informaci贸n cuando sea necesario para cumplir con requisitos legales, proteger nuestros derechos, privacidad, seguridad o propiedad, y para responder a solicitudes de autoridades policiales.",
  "PRIVACY_GAMES_P_8": "Nos esforzamos por proteger la informaci贸n personal de los usuarios y hemos implementado medidas de seguridad t茅cnicas y organizativas para prevenir el acceso no autorizado, la divulgaci贸n o la modificaci贸n no autorizada de datos.",
  "PRIVACY_GAMES_P_9": "Tienes derechos sobre tus datos personales, incluyendo el acceso, correcci贸n y eliminaci贸n de la informaci贸n que recopilamos. Puedes ejercer estos derechos contact谩ndonos a trav茅s de los canales proporcionados al final de esta pol铆tica.",
  "PRIVACY_GAMES_P_10": "Nos reservamos el derecho de modificar esta Pol铆tica de Privacidad en cualquier momento. Recomendamos que revises esta pol铆tica peri贸dicamente para mantenerte informado sobre c贸mo estamos protegiendo tu informaci贸n.",
  "FOR_APPS": "Para aplicaciones",
  "FOR_GAMES": "Para juegos",
  "INFORMATION_WE_COLLETC": "Informaci贸n que recopilamos",
  "LOGIN_INFORMATION": "Informaci贸n de inicio de sesi贸n",
  "APP_INFORMATION": "Informaci贸n de la App",
  "USE_OF_INFORMATION": "Uso de la informaci贸n",
  "PERSONALIZATION_IMPROVEMENT": "Personalizaci贸n y mejoras",
  "COMMUNICATION": "Comunicaci贸n",
  "ANALYSIS_AND_STATISTICS": "An谩lisis y estad铆sticas",
  "SHARING_INFORMATION": "Informaci贸n compartida",
  "TRUSTED_THIRD_PARTIES": "Confianza a terceros",
  "LEGAL_COMPLIANCE": "C贸mplice legal",
  "DATA_SECURITY": "Seguridad de los datos",
  "YOUR_RIGHTS": "Tus derechos",
  "CHANGES_POLICY": "Cambios a la Pol铆tica",
  "GAME_INFORMATION": "Informaci贸n del juego",
  "ARTICLES": "Art铆culos",
  "STORIES": "Relatos",
  "ABOUT_ME": "Sobre m铆",
  "EXPERIENCE_TITLE_1": "Inicios...",
  "EXPERIENCE_DESC_1": "Empec茅 el desarrollo web desde una clase de programaci贸n en la escuela donde estaba. Desde ese momento, mi vida ha girado en torno a la programaci贸n web, aplicaciones Android y m谩s.",
  "EXPERIENCE_TITLE_2": "Granjas Viloria",
  "EXPERIENCE_DESC_2": "Fui el programador principal y colaborador en la creaci贸n de una aplicaci贸n privada para gestionar las entradas y salidas de una granja de pollos llamada Granjas Viloria. La aplicaci贸n fue desarrollada en Kotlin y ten铆a un registro de facturas, su correcta impresi贸n en PDF y un simple TODO. Por privacidad y la falta de publicaci贸n en las tiendas, no se podr谩 ense帽ar el proyecto por el momento.",
  "EXPERIENCE_TITLE_3": "Libre para trabajar",
  "EXPERIENCE_DESC_3": "Actualmente trabajo como programador freelance, ampliando el sitio web y el blog de este sitio, estudiando y profundizando cada vez m谩s en el mundo de la programaci贸n.",
  "BLOG_TOPICS": "T贸picos",
  "AUTHOR": "Autor",
  "LANGUAGE": "Lenguaje",
  "SPANISH": "Espa帽ol",
  "ENGLISH": "English",
  "ABOUT_ME_TEXT_1": "Mi nombre es Rikelvi Capell谩n Garc铆a, un desarrollador web y de Android de Rep煤blica Dominicana, tambi茅n conocido como",
  "ABOUT_ME_TEXT_2": "en las redes sociales",
  "ABOUT_ME_TEXT_3": "Empec茅 el desarrollo web cuando ten铆a 15 a帽os, en una clase de programaci贸n en la escuela donde estaba. Desde ese momento mi vida ha girado en torno a",
  "ABOUT_ME_TEXT_4": "la programaci贸n web",
  "ABOUT_ME_TEXT_5": "aplicaciones Android",
  "ABOUT_ME_TEXT_6": "y m谩s.",
  "ABOUT_ME_TEXT_7": "Uno de mis grandes proyectos era hacer el t铆pico",
  "ABOUT_ME_TEXT_8": ", y",
  "ABOUT_ME_TEXT_9": "actualmente lo tengo en producci贸n para dispositivos Android",
  "ABOUT_ME_TEXT_10": "Actualmente estoy dispuesto a",
  "ABOUT_ME_TEXT_11": "trabajar",
  "ABOUT_ME_TEXT_12": "colaborar",
  "ABOUT_ME_TEXT_13": "y",
  "ABOUT_ME_TEXT_14": "echar una mano",
  "ABOUT_ME_TEXT_15": "en cualquier proyecto donde se requiera mi conocimiento.",
  "ERROR_404": "隆P谩gina no encontrada!",
  "READ": "Leer",
  "FORM_SEND_SUCCESS": "Formulario enviado",
  "FORM_SEND_ERROR": "Error al enviar",
  "EMAIL_COPIED": "隆Email copiado!",
  "EMAIL_WRONG": "隆Email equivocado!",
  "VIEW_ALL_STORIES": "Ver todos los relatos",
  "VIEW_ALL_ARTICLES": "Ver todos los art铆culos"
}
